{
  "Introduction": "สวัสดี ยินดีที่ได้รู้จักนะ$h#$e#เธอเลือกเวลาย้ายเข้ามา ได้เหมาะเหม็งเลย... ฤดูใบไม้ผลินี่มันดีจัง",
  "Resort_Entering": "อย่าไปบอกใครนะ ว่าวิลลี่ยอมให้ฉันคุมหางเสือ แปปนึงด้วยล่ะ$h",
  "Resort_Leaving": "อืมก็ ถือว่าได้ผ่อนคลาย แบบถึงจิตวิญญาณเลยล่ะ",
  "Resort": "ฉันชอบสภาพอากาศ ในสตาร์ดิวแวลลีย์นะ แต่การได้เห็นสภาพอากาศ หลายๆ แบบ ช่วยให้มองสิ่งต่างๆ ได้ดีขึ้นนะ",
  "Resort_Shore": "รูปทรงของคลื่นที่นี่ เขย่าแรงบันดาลใจดีนะ#$e#สงสัยจังว่านะว่า ถ้าฉันจะจับเอา ความไร้รูปร่างแบบนั้น มาไว้ในงานประติมากรรม ได้ไหมนะ",
  "Resort_Chair": "ฉันก็ชอบความร้อนนะ ตราบเท่าที่ฉัน ไม่ต้องขยับตัวไปไหน$h",
  "Resort_Wander": "อืมมมม ฉันว่าพวกต้นไม้รอบๆ นี่น่าเอาไปใช้งาน ได้พอสมควรเลยแน่ๆ#$e#แต่วิลลี่คงไม่ค่อยชอบใจหรอก ถ้าฉันลากมัดซุง ขึ้นไปบนเรือของเขาน่ะ!$h",
  "Resort_Wander_2": "ฉันสงสัยจังว่า เธอจะหาของป่าแบบไหน ได้จากแถวนี้กันนะ#$e#ฉันคิดว่า ฉันเห็นวอลนัทที่ดูน่าอร่อย ตามพุ่มไม้แถวๆ นี้ด้วยล่ะ",
  "Resort_Bar": "เธอได้ลองค๊อกเทล ปิญญาโกลาดารึยัง? นี่แก้วที่ 2 แล้วนะ... ฮิฮิ",
  "danceRejection": "ฉันขอบอกตามตรงเลยนะ ฉันไม่อยากเต้นกับเธอ$u",
  "divorced": "ฉันได้ตระหนักแล้วว่า ฉันคงจะมีความสุขมากกว่า เมื่ออยู่คนเดียว เพราะฉะนั้น ปล่อยฉันไว้แบบนี้เถอะ$u",
  "breakUp": "โอ้... ก็ได้ เฮอะ... ฉันคงจะไม่มีโชค กับเรื่องแบบนี้จริงๆ สินะ...$s",
  "dumped_Girls": "ฉันไม่อยากเเห็นหน้าเธอ ไปอีกนาน...$s",
  "secondChance_Girls": "สิ่งที่เธอเคยทำ มันทำให้ฉันเศร้ามาก... แต่ฉันพร้อมที่จะทิ้งอดีต ไว้เบื้องหลังเราแล้วล่ะ$s",
  "Beach": "ฉันมาฟังเสียงทะเลน่ะ มันเพราะดีใช่มั้ยล่ะ?",
  "Mon": "วันนี้ต้นไม้ดูสวยดีนะ ว่ามั้ย?#$q 21/22/211132 Mon_old#แล้วทำไมเธอถึง มาเป็นชาวไร่ล่ะ?#$r 21 -5 Mon_21#ฉันอยากมีเงินเก็บเยอะๆ น่ะ#$r 22 5 Mon_22#เพราะมัน \"สมจริง\" มากกว่าการใช้ชีวิตในเมือง#$r 211132 5 Mon_211132#แค่อยากเดินตามรอยปู่น่ะ#$r 22 5 Mon_22#ฉันแค่อยากหนี ไปจากชีวิตเดิมๆ",
  "Mon_old": "$p 21#แล้วเธอทำเงิน ได้มากเท่าที่หวังหรือเปล่า?|แค่ได้ใช้ชีวิต อยู่ท่ามกลางธรรมชาติ ก็เป็นรางวัลชีวิตแล้ว",
  "Mon_21": "อืมม ไม่ดูผิวเผินไปหน่อยเหรอ?$s",
  "Mon_22": "เหตุผลที่มาอยู่ที่นี่ เหมือนกับของฉันเลยนะ!$h",
  "Mon_211132": "ดูน่าชื่นชมจริงๆ เลยนะ ที่เคารพนับถือคุณปู่แบบนั้น",
  "Tue4": "สวัสดี อ้าว อยากคุยกับฉันเหรอ?#$e#ทิวทัศน์แถวนี้ทำให้ฉัน ได้ไอเดียเยอะแยะเลย แถมพื้นที่แถวนี้ เป็นสถาปัตยกรรม โดยตัวมันเองอยู่แล้วด้วย#$e#ฉันไม่อยากสร้างงานศิลปะ เพื่อหาเงินหรอกนะ ฉันแค่อยากจะทำ ตามแรงบันดาลใจ ก็เท่านั้นเอง#$e#การทำฟาร์มดูเหมือน จะเป็นอาชีพที่คุ้มค่านะ เธอสามารถสร้างอาหารอร่อยๆ ให้กับทุกคน!$h#$e#เธอคงจะยุ่งมากสินะ ขอโทษที",
  "Tue": "ว่าไง คุณเพื่อนบ้าน#$e#เราทั้งคู่ ต่างก็อาศัยอยู่นอกเมือง แบบนี้มีความหมาย อะไรหรือเปล่านะ?",
  "Wed": "#$1 LeahBug#เมื่อเช้านี้ ฉันเผลอเหยียบแมลงเข้า$s#$e#บางทีฉันก็คิดว่า มันคงจะเป็นไปไม่ได้เลย ที่จะใช้ชีวิตโดยไม่ทำลาย ธรรมชาติ",
  "Wed6": "ฉันชอบอยู่กับสัตว์นะ พวกมันช่างใสซื่อดี#$e#สัตว์ในฟาร์ม ก็วิเศษเหมือนกันนะ$h",
  "Wed8": "ว่าไง @! ฉันกำลังคิดเรื่องเธอ และฟาร์มของเธอ อยู่พอดีเลย#$e#ฉันกำลังจินตนาการว่า มันจะรู้สึกดีขนาดไหนนะ ถ้าได้เก็บเกี่ยวพืชผลเยอะๆ ขนาดนั้น$h#$e#แต่ก็คงจะดีไม่น้อย ถ้ามีคนมาช่วยนะ ว่ามั้ย?$l",
  "Thu": "จริงๆ แล้วแถวนี้ มีของป่าเยอะมากเลยนะ ถ้าเธอรู้ว่าต้องไปหาตรงไหน#$e#ฉันเลยได้กินสลัดสดๆ แทบทุกวันเลย$h",
  "Thu6": "การหาของป่า เป็นงานถนัดของฉันเลยล่ะ ไว้มีโอกาส เดี๋ยวจะทำสลัดให้กินนะ$h",
  "Fri": "การเป็นเพื่อนกับเหล่าต้นไม้ มันทำได้ง่ายมากๆ เลย เพราะพวกเขา เป็นพวกพูดน้อยกันน่ะ$h",
  "Fri2": "ควรท่องไว้อยู่ตลอดนะ ว่าเราคงจะอยู่รอด มาจนถึงทุกวันนี้ไม่ได้ ถ้าไม่มีธรรมชาติ คอยช่วยเหลือ",
  "Fri4": "สวัสดี @ วันนี้อากาศดีนะ ว่ามั้ย?#$e#แวะมาหาฉันที่กระท่อมได้นะ ถ้าอยากคุยกับใครสักคน$h",
  "Sat": "ฉันชอบตกแต่งสิ่งต่างๆ ตามฤดูกาลล่ะ",
  "Sat8": "ทำฟาร์มดูน่าสนุกดีนะ อยากลองบ้างจัง$l",
  "Sun": "หากได้ยินเสียงแปลกๆ ในบ้านฉัน ก็ไม่ต้องสงสัยนะ เพราะว่าฉันแกะสลักรูปปั้นอยู่",
  "Sun8": "ถ้าเธอพบเจอไม้แปลกๆ ที่น่าสนใจ เอามาให้ฉันได้นะ#$e#ถ้าเธอเอามาให้ มันจะต้องเป็นอะไรที่ พิเศษสุดๆ$l",
  "event_sculpt1": "...อะไรนะ?$7#$b#อ๋อ! ใช่แล้ว นั่นถูกต้องที่สุดเลยล่ะ!!$h",
  "event_sculpt2": "แบบนั้นก็ไม่ผิดอะไร... ฉันคิดว่ายังมีความงาม อีกหลายอย่าง ที่ให้เราพบเห็นได้ ในแบบดั้งเดิมของมัน ธรรมชาติที่ไร้มลทิน!#$b#แต่ในฐานะมนุษย์ ฉันก็รู้สึกสนใจว่า เราจะกำหนดและตีความ โลกที่อยู่รอบๆ ตัวเราได้อย่างไร... อันที่จริง ที่ฉันจะสื่อก็คือ ฉันสนใจใน 'ศิลปะ' น่ะ",
  "event_sculpt3": "คนบ้า!%fork$a^โอ้! เธอเป็น...? ฉันก็เหมือนกัน$6#$b#ออกไปเลยนะ!$a^ได้รู้แบบนี้ก็ดี$l",
  "event_parents1": "ถูกของเธอ... กลับไปที่นั่น ฉันคงจะไม่มีความสุขแน่ๆ$u#$b#มันดีกับเราทั้งคู่แล้วล่ะ... การจบความสัมพันธ์ ที่ไม่ยั่งยืนแบบนั้น ในตอนที่พวกเรายังเป็นวัยรุ่น และไม่มีภาระ$u",
  "event_parents2": "นั่นก็แรงไปนะ... แต่ก็ใช่ พวกเรามีจุดหมายที่ต่างกัน$u",
  "event_parents3": "โอ้ งั้นเหรอ? ถ้างั้น ฉันขอตัวก่อนนะ!%fork$a",
  "event_parents4": "*ถอนหายใจ*...$s#$b#ถูกของเธอ... มันเห็นแก่ตัวมากเลย แต่มันผิดงั้นเหรอ ที่ฉันอยากจะมีความสุข? อึ้ก... ไม่รู้สิ...$s",
  "event_parents5": "*ถอนหายใจ*...$s#$b#เธออาจพูดถูกก็ได้นะ... มนุษย์เป็นสิ่งมีชีวิตที่เห็นแก่ตัว ไม่รู้สิ$s#$b#ฉันไม่ควรจมปลัก กับมันจนเกินไปดีกว่า ยังไงพวกเราทุกคน ก็จำเป็นต้องตัดสินใจ เรื่องยากๆ ในบางเวลาอยู่แล้ว$s",
  "summer_1": "เธอจะรู้ว่าฤดูร้อนมาถึงแล้ว จากกลิ่นหอมอ่อนๆ ของละอองเกสร ที่ล่องมาตามสายลมนี่ไง!$h",
  "summer_Mon": "เมื่อเช้า ฉันเจอผลไม้ป่าด้วยนะ!#$e#โทษที ตอนนี้ไม่เหลือแล้วล่ะ$s#$e#ลองหาดูสิ ฉันเชื่อว่า เธอต้องหาอะไรเจอบ้าง",
  "summer_Tue": "เสียงของสัตว์ในฟาร์ม มันเยี่ยมไปเลยเนอะ เธอว่างั้นมั้ย?",
  "summer_Tue4": "ชีวิตเรียบง่ายน่ะ ดีที่สุดแล้ว: สายลมฤดูร้อนอ่อนๆ เมฆที่ตระการตา และแก้วที่มีไวน์ สตาร์ดิว แวลลีย์ เรด รินไว้จนเต็ม",
  "summer_Thu6": "เวลาหาผลไม้จากป่า ตาฉันไวมากนะ เอาไว้สักวัน ฉันจะทำสลัดผลไม้ดีๆ ให้เธอนะ$h",
  "summer_Fri": "เธอสามารถใช้ เครื่องเจาะต้นไม้ (Tapper) เพื่อเก็บน้ำหวาน และของเหลวต่างๆ จากต้นไม้ได้โดยตรง#$e#กินเวลานิดหน่อย แต่ผลที่ได้มันคุ้มค่านะ",
  "summer_Fri2": "ฉันเกลียดที่จะต้อง พูดจาแบบขวานผ่าซากนะ แต่ถ้าเราไม่เคารพธรรมชาติ ลูกหลานของพวกเรา คงจะงานเข้ากันหมดแน่#$e#คิดว่างั้นมั้ยล่ะ?",
  "summer_Fri6": "หวัดดี @ เธอเคยรู้สึกเหงาบ้างมั้ย เวลาที่ต้องอยู่ในฟาร์มใหญ่ๆ คนเดียว#$e#มาหาฉันที่บ้านได้นะ ถ้าเธอต้องการคนคุยด้วย$h",
  "summer_Sat": "ดีนะที่บ้านฉันอยู่ใกล้ๆ แหล่งน้ำ เลยช่วยคลายร้อนได้มาก ในฤดูร้อนอย่างนี้#$e#ฉันไม่ค่อยถูกกับความร้อน สักเท่าไหร่",
  "summer_Sun": "ในวันอากาศอบอุ่น ฉันควรทำอะไร ชวนให้หายขี้เกียจดีนะ? *ถอนหายใจ*#$e#มีความคิดดีๆ บ้างมั้ย?",
  "fall_1": "ฤดูกาลเปลี่ยนไปเร็วเนอะ!#$e#น่าตกใจจริงๆ",
  "fall_Mon": "#$c .5#ฉันเก็บเห็ดป่าได้ เมื่ออาทิตย์ที่แล้ว!#$e#เช้านี้ฉันเลยฟาดเห็ดป่า และไข่ไปชามโต... ยังอิ่มอยู่เลยเนี่ย#$e#หมั่นสังเกตตามพื้นนะ แล้วเธอจะได้เก็บเห็ด... ฉันการันตีให้เลย",
  "fall_Tue": "ฉันเองก็สงสัยนะว่า จะเอาใบไม้แห้ง มาเรียงให้สวยๆ ได้มั้ยนะ?#$e#มันดูมีสีสันดีจัง... อดคิดไม่ได้เลยว่า จะใช้มันทำผลงานศิลปะ ได้หรือเปล่า$h",
  "fall_Tue4": "ไม่ว่าจะเห็นด้วยหรือไม่ ทุกคนล้วนมีมุมมองเฉพาะตัว เธอคิดว่างั้นมั้ย?#$e#แต่ก็นะ บางคนก็มีมุมมองในแบบที่ ฉันรับไม่ได้เลยด้วยล่ะ",
  "fall_Wed": "การอาศัยอยู่ใกล้แม่น้ำ มันสุดยอดมากนะ#$e#ได้ฟังเสียงสายน้ำ กล่อมนอนทุกคืนเลย",
  "fall_Thu6": "สักวันหนึ่ง ฉันจะต้องทำผัดเห็ดป่า ให้เธอลองชิม$h",
  "fall_Fri": "ที่บ้านเธอมีห้องครัวมั้ย?#$e#ถ้ามีห้องครัว เธอสามารถทำอาหารอร่อยๆ ได้ทุกอย่างเลย$h",
  "fall_Fri6": "แวะมาที่กระท่อมฉันได้นะ ถ้าเธออยากหาคนคุยด้วย$h",
  "fall_Sat": "การประดับประดาต่างๆ ทำให้รู้สึกถึง ฤดูกาลที่โดดเด่น เป็นประเพณี ที่มีคุณค่ามากเลยล่ะ",
  "fall_Sun": "แถวนี้มีที่ดีๆ ให้เดินเล่นเยอะแยะเลย#$e#ยืดแข้งยืดขาบ้าง มันจะดีต่อเธอนะ",
  "winter_Mon": "ฉันชอบนะ เวลาที่ทุกอย่างมีหิมะใหม่ๆ ปกคลุมแบบนี้",
  "winter_Tue": "ในกระท่อมเล็กๆ ของฉันมันหนาวมากเลย$s#$e#ฉันได้แต่ขดตัวอยู่ในผ้าห่ม แต่ก็ไอเค$h",
  "winter_Wed": "ช่วงเช้าฉันเห็น กระต่ายหิมะด้วยล่ะ! พวกมันหายากใช่มั้ย?",
  "winter_Thu": "ช่วงนี้ฉันหาของสด มาทำอาหารยากมาก#$e#เลยต้องทน กินแต่ขนมปัง$s",
  "winter_Thu6": "*ถอนหายใจ*... ฤดูหนาวเนี่ย หาพวกของสดๆ ยากจังเลยนะ#$e#ฉันเดาว่าเธอคงตุนอาหาร ไว้ที่ฟาร์มแล้วล่ะสิ หืม?",
  "winter_Fri": "เวลาที่นี่ผ่านไปช้าๆ#$e#ตอนที่ฉันยังอาศัยอยู่ในเมือง แต่ละปีมันผ่านไปไวมาก",
  "winter_Fri6": "ที่บ้านเธอหนาวมั้ย?#$e#แวะมาที่กระท่อมฉันได้นะ ถ้าเธออยากขดตัว ในผ้าห่มอุ่นๆ และดื่มเหล้าแอปเปิล$h",
  "winter_Sat": "สวัสดี ให้ช่วยอะไรมั้ย?",
  "winter_Sat2": "สวัสดี @ เธอมีอะไร อยากจะพูดรึเปล่า?",
  "winter_Sun": "เธอเคยพักแบบเต็มๆ วันมั้ย?#$e#มันเป็นการพัก ที่ทำให้หายเหนื่อย เป็นปลิดทิ้ง"
}
