{
  "Introduction": "โอ้ เธอเพิ่งย้ายเข้ามาใช่เปล่า? เจ๋งไปเลย#$e#แต่มีที่ให้เลือกตั้งมากมาย ทำไมเลือกที่จะมา เมืองเพลิแกนล่ะ?",
  "Resort_Entering": "ฉันชอบการนั่งเรือนะ พอถึงจุดนึง เธอก็มองไม่เห็นแผ่นดินแล้ว..",
  "Resort_Leaving": "ฉันพร้อมจะกลับบ้านละ",
  "Resort": "ชายหาดก็ดี แต่ฉันไม่ชอบคนเยอะๆ",
  "Resort_Shore": "เธอคิดว่า วิลลี่จะยอมให้เอาเจทสกี มาที่นี่มั้ย?#$b#...ไม่อยู่แล้ว$h",
  "Resort_Wander": "...เอาล่ะ ถ้าฉันเป็นกบเขตร้อน ฉันจะไปซ่อนที่ไหนดี...$h",
  "Resort_Wander_2": "ฉันพนันว่าที่นี่ต้องดูเจ๋งมากๆ ท่ามกลางสายฝน",
  "Resort_Towel": "มันก็ดีเหมือนกันนะ ที่ได้ลุกออกมาจาก คอมพิวเตอร์แล้วมาเจอ โลกแห่งความเป็นจริงบ้าง ฉันลืมไปแล้วนะเนี่ย ว่ามันดีแค่ไหน$h",
  "Resort_Bar": "ปกติฉันมักจะใส่ชุดสีดำ แต่ถ้าร้อนแบบนี้...",
  "danceRejection": "ไม่ล่ะ... ฉันมีคนที่อยากจะ เต้นด้วยอยู่แล้ว",
  "divorced": "ทำไมเธอต้องมา วุ่นวายกับฉันอีก? ฉันพยายามจะลืมเธออยู่$s",
  "dumped_Guys": "ฉันไม่อยากเจอเธอ ไปอีกสักพัก...$u",
  "breakUp": "... ตามนั้น...$s#$b#ไว้คงจะได้เจอกันบ้าง งั้นมั้ง...$s",
  "secondChance_Guys": "ไง...",
  "Mon": "อืม... ต้องการอะไรล่ะ?",
  "Mon4": "ถ้าอยู่ดีๆ ฉันหายไป มันจะมีอะไร เปลี่ยนไปไหมนะ?$s",
  "Tue": "ฉันแค่กำลังคิด... ว่าคนเราน่ะก็เหมือนก้อนหิน ที่เด้งกระดอนข้ามน้ำไป#$b#สุดท้ายแล้ว พวกเราก็ต้องจมอยู่ดี",
  "Tue6": "ฉันชอบบูทคู่ใหม่ของเธอนะ!$h^วันนี้ผมเธอสวยนะเนี่ย$h#$e#อยากหาอะไรเล่นด้วยกัน สักพักไหมล่ะ?",
  "Wed": "วันนี้ฉันจะทำอะไรดี?#$e#คงจะไม่มีอะไรทำ",
  "Wed2": "แซม น่าจะเป็นเพื่อนคนเดียว ที่ฉันมีในเมืองนี้#$e#อืม... แอ็บบี้ก็ดีนะ แต่ว่า...$h#$e#อืม... ช่างมันเถอะ",
  "Wed2_inlaw_Abigail": "แซม น่าจะเป็นเพื่อนคนเดียว ที่ฉันมีในเมืองนี้ แต่คงไม่เป็นแบบนั้นแล้วล่ะ....",
  "Wed6": "มีแค่เธอกับแซมนั่นล่ะ ที่น่าจะเป็นเพื่อน ที่ฉันมีในเมืองนี้$s",
  "Wed10": "อืม... เธอโสดใช่ไหม?#$e#ก็แค่สงสัยน่ะ!$l",
  "Thu": "#$1 Sebastian1#ฉันแอบเข้าไปในถ้ำเมื่อคืน แล้วก็ได้แผลน่าเกลียดนี่มา จากพวกปูหินนั่น อย่าบอกใครล่ะ เข้าใจไหม?#$e#ไง#$e#... ต้องการอะไรไหม?",
  "Mountain_47_23": "ฉันมาที่นี่เพื่อหาความสงบ และความเงียบ",
  "Thu4": "ทุกคนจะชอบมารุ ทำไมกันนักหนา? ก็จริงอยู่ ที่เธอฉลาดและเป็นมิตร แต่ไม่รู้กันเลยหรือไง ว่านั่นมันก็แค่การ เรียกร้องความสนใจ?#$e#ขอโทษที...$s",
  "Thu6": "เธอนึกภาพคนอย่างฉัน อาศัยอยู่ในฟาร์มออกไหมล่ะ? ฟังดูงี่เง่าจะตาย$h",
  "Thu8": "เธอนึกภาพคนอย่างฉัน อาศัยอยู่ในฟาร์มออกไหมล่ะ?#$e#มันฟังดูงี่เง่านะ แต่ช่วงนี้ฉันกลับ คิดถึงแต่เรื่องนี้บ่อยๆ",
  "Fri": "เอ่อ... ฉันไม่รู้จักเธอ",
  "Fri2": "*ถอนหายใจ*... ถ้าน้ำมันไม่แพงละก็นะ วันนี้ฉันคงได้ขี่มอเตอร์ไซค์ เข้าไปในเมืองแล้ว#$e#$q 15/16 Fri_old#ปกติเวลาไม่ได้ทำงาน เธอมักจะทำอะไรล่ะ?#$r 15 0 Fri_bad#ก็ทำฟาร์มต่อ#$r 16 30 Fri_good#อ่านการ์ตูน#$r 15 -30 Fri_bad#ไปช็อปปิ้ง#$r 15 -30 Fri_bad#เล่นกีฬา",
  "Fri_old": "$p 16#เฮ้ ถ้าเบื่อละก็ มาเล่นที่ห้องฉันได้นะ...$h|เธอคงจะชอบชีวิต ในเมืองเล็กๆ มากกว่าสินะ หือ?",
  "Fri_good": "โอ้ จริงอะ? เธอได้อ่าน 'เคฟ ซาก้า เอกซ์' ตอนใหม่ยังล่ะ? ฉันจะไม่สปอยให้ฟังหรอก... แต่ โอ้ย ให้ตาย...$h",
  "Fri_bad": "เหรอ? อืมมม... ไม่ใช่แนวฉัน แต่ทุกคนก็คงไม่ได้ ชอบอะไรเหมือนกันหรอก$u",
  "Sat": "อะไรนะ? ฉันไม่ได้ฟัง... ฉันกำลังคิดเรื่องอื่นอยู่#$e#ต้องการอะไรล่ะ?",
  "Sat2": "รู้หรือเปล่า ตอนนี้ฉันควรจะทำอะไร ให้มันเป็นชิ้นเป็นอันได้แล้ว แต่ฉันเสียสมาธิง่ายเกิน...$s#$b#หรือบางที ฉันควรจะดื่มกาแฟ ให้มากกว่านี้?",
  "Sun": "เฮ้ เธอชื่อ @ ใช่ไหมนะ?",
  "Sun2": "หยุดเสาร์อาทิตย์นี้ ดีมั้ยล่ะ? ...เยี่ยม",
  "Sun4": "ฉันมักจะอยู่แต่ในบ้าน แต่บางครั้ง ฉันก็จะไปที่ชายหาดบ้าง#$b#โดยเฉพาะวันฝนตกด้วยนะ#$e#ไม่รู้เพราะอะไร การได้จ้องมองไปยัง ขอบฟ้าที่ว่างเปล่า ทำให้ฉันรู้สึก... ไม่รู้สิ เหมือนรู้สึกว่ามันคุ้มค่า ที่จะพยายามต่อไปละมั้ง",
  "Fri8": "เป็นไงบ้าง?$h#$e#ฉันจะไปที่ซาลูนคืนนี้ แล้วก็จะถล่มแซมให้ยับ ที่โต๊ะพูลอีกครั้ง$h",
  "Sun10": "ฉันกำลังคิดถึงเธออยู่พอดี...$l",
  "Event_game1": "โอเค ใช้ได้แล้ว",
  "Event_game2": "เลือกได้ดีนี่ นั่นจะเข้ากับบทบาท ของฉันเลย",
  "Event_cave1": "อย่าเร็วนักสิ! ฉันอยากรู้ว่ามันคืออะไร",
  "Event_cave2": "จริงอะ? เสียงมันดังสุดๆ!",
  "Event_cave3": "ถ้าไม่มีดาบ มันคงอันตรายเกินไป แต่ฉันชอบเซ้นส์ด้าน การผจญภัยของเธอนะ$h",
  "event_garage1": "เยี่ยม$8",
  "event_garage2": "โอเค... งั้นไม่เป็นไร$9",
  "event_garage3": "ไม่ต้องห่วง ฉันจะสอนและแสดงให้เธอดู ก่อนที่ฉันจะให้เธอทำอะไร ที่มันอาจเป็นอันตรายได้น่ะ$8^ไม่มีอะไรต้องกลัวหรอก... ฉันจะดูให้มั่นใจ ว่าเธอจะปลอดภัย$8",
  "event_city1": "ฮืมมม... ไม่ตรงกับที่ฉันจะสื่อเท่าไร ก็แต่ก็ถูกของเธอ",
  "event_city2": "ใช่... ฉันเองก็รู้สึกแบบนั้น เหมือนกัน$l",
  "event_city3": "โอ้... อืม บางที นี่คงจะไม่ใช่สถานที่ ที่ควรจะพาเธอมาสินะ ฉันคิดว่าเธอจะเห็น ความสวยงามของมันซะอีก$s",
  "event_city4": "เฮอะ... เธอทำอย่างกับเป็นแม่ฉัน$a#$b#...*ถอนหายใจ*$s#$b#แต่ก็ถูกของเธอ ฉันติดมันน่ะ และมันก็ไม่ดีเลย$s",
  "summer_Mon": "ทำไมทุกคนถึงได้ร่าเริง ใต้แสงอาทิตย์กันนะ ไม่เห็นเข้าใจเลย",
  "summer_Mon6": "ทุกคนดูมีความสุขเหลือเกิน เวลาแดดออกแจ๋อย่างนี้...#$e#ต่างคนต่างความคิด ละมั้ง",
  "summer_Tue": "ฉันตั้งตารอ ฤดูที่มันหนาวและชื้นแฉะ มันทำให้ฉันรู้สึก เหมือนได้อยู่บ้าน",
  "summer_Wed": "จะออกไปข้างนอกกัน เพื่ออะไรเหรอ? ก็เห็นมาหมดแล้วทั้งนั้น",
  "summer_Wed8": "ทำไมฉันถึงกำลัง ยิ้มกริ่มอยู่นะเหรอ? อาจเป็นเพราะช่วงนี้ ฉันรู้สึกมีอารมณ์ดี แบบแปลกๆ ละมั้ง...$l",
  "summer_Thu": "ฉันจะไม่ไปว่ายน้ำแน่นอน ถ้านั่นก็สิ่งที่เธอ กำลังจะมาชวนน่ะนะ$s#$eอ้าว แค่แวะมาทักทายเหรอ? โทษที",
  "summer_Thu10": "ถ้าเธออยากจะไป ว่ายน้ำให้ได้ล่ะก็... ฉันว่ายด้วยก็ได้$l",
  "summer_Mountain_58_35": "#$c .5#อุณหภูมิจะเริ่มเย็นสบาย แค่ในตอนกลางคืน#$e#และจะเย็นกว่านี้อีกนิดนึง ถ้าอยู่ใกล้ๆ ทะเลสาบ",
  "summer_Fri": "โอ้ ว่าไง *หาว*",
  "summer_Fri6": "เฮ้ ฉันดีใจมากเลยที่เธอแวะมา$h#$e#ช่วงนี้เป็นไงบ้างล่ะ ชินกับอากาศร้อนนี่รึยัง?",
  "summer_Sat": "หวังว่าอาหารคืนนี้ คงจะไม่ใช่เห็ดอบนะ$s",
  "spring_12": "ฉันเป็นพวกไม่ชอบ งานเทศกาล โครตจะวุ่นวายเลย ต้องมาเจอคนเยอะแยะ... เครียดมากกว่าสนุกซะอีก ถ้าถามฉันน่ะนะ",
  "spring_23": "อั่ก... พรุ่งนี้เป็นเทศกาล ที่โครตจะแย่ที่สุดของปีเลย คอยดูนะ ว่ามันทำให้ฉันดูเหมือน คนโง่มากขนาดไหน ตอนเต้นระบำดอกไม้",
  "fall_20": "เธอตั้งหน้าตั้งตารอ คืนแห่งวิญญาณ ในวันพรุ่งนี้ไหมล่ะ? น่าจะเป็นเทศกาล ที่ฉันชอบที่สุดแล้ว$h",
  "fall_26": "วันพรุ่งนี้ก็คือ คืนแห่งวิญญาณแล้วสินะ หวังว่าปีนี้จะมี พวกโครงกระดูก มาจัดแสดงอีกนะ$h#$e#ฉันเกือบจะรู้สึกว่า พวกเขาเป็นเพื่อนของฉันแล้ว ในจุดๆ นี้",
  "summer_10": "ฮี่ฮี่... มันคงตลกน่าดู ถ้าใส่อะไรน่าขยะแขยง ลงไปในหม้อซุปวันพรุ่งนี้ แต่ต้องไม่ทำให้ทุกคน อาหารเป็นพิษนะ#$e#จะทำให้ซุปเสียของทำไม? หืมม... ฉันว่าบางคนอาจจะรู้สึก เหมือนได้ปลดปล่อย เวลาที่ได้เห็นโครงสร้าง ทางสังคมอันเข้มงวด พังทลายลงเล็กน้อย หรือฉันอาจจะแปลกก็ได้",
  "summer_27": "พรุ่งนี้พวกเรา จะไปรวมตัวกันที่ท่าเรือ เพื่อเฝ้าดูการอพยพของ แมงกะพรุนแสงจันทร์ ฉันคิดว่ามันน่าจะเริ่ม สักตอน 4 ทุ่มละมั้ง",
  "winter_24": "วันนี้เป็นวันก่อนเทศกาล แห่งดวงดาวฤดูหนาวนะ อย่าลืมเตรียมท้องให้ว่าง ไว้รองานเทศกาล ในวันพรุ่งนี้ล่ะ",
  "summer_Sun": "ฉันมักจะออกไปข้างนอก หลังจากฟ้ามืดแล้ว เธอว่ามันฟังดูแปลกๆ ไหมล่ะ?",
  "summer_Sun4": "เมื่อคืน ฉันเห็นฝูงค้างคาว บินวนไปมาใกล้ๆ ทะเลสาบ#$e#บางทีพวกมัน อาจจะออกมาหายุงกิน ในช่วงนี้ของปีล่ะมั้ง?",
  "fall_Mon": "งั้น... นี่เป็นฤดูเก็บเกี่ยว ครั้งใหญ่เลย ใช่ไหม?",
  "fall_Mon4": "เธอคงทำเงิน ได้มากมาย จากฟาร์มสินะ หืม?#$e#คิดว่า ฉันคงต้องหางานบ้างละ...$s",
  "fall_Tue": "เครื่องเทศฟักทองนู่น... เครื่องเทศฟักทองนี่... โอ้ย ฉันละเซ็งกับพวก ของฮิตประจำฤดูกาล พวกนี้ซะจริง",
  "fall_Tue6": "ดิมีเทรียส คิดว่าตัวเองเป็นใครกัน สั่งให้ฉันทำนู่นทำนี่อยู่ได้? เขาไม่ใช่พ่อแท้ๆ ของฉันด้วยซ้ำ$a",
  "fall_Wed": "*หาว*... นี่มันกี่โมงแล้วเนี่ย? เมื่อคืนฉันคงจะนอนเยอะ ไปหน่อยแฮะ",
  "fall_Wed8": "ดีใจจริงๆ ที่เธอมา กำลังรู้สึกเบื่อพอดี#$e#เชื่อไหมล่ะ ตอนนี้ฉันรู้สึก กระปรี้กระเปร่า ขึ้นเยอะเลยล่ะ",
  "fall_Thu": "ห้องของฉันอาจจะดู อึมครึมน้อยลงก็ได้นะ ถ้าฉันมีหน้าต่างสักบาน$s",
  "fall_Fri": "*หาว*... ฉันอ่านหนังสือเล่มใหม่นี่ ยาวไปจนถึงตี 3 เลย...#$q 62/63 fall_Fri_old#เธออ่านหนังสือบ้างไหม @?#$r 62 -30 Fri_bad#อ่านสิ แต่แค่หนังสือทั่วไปน่ะ#$r 63 30 Fri_good#อ่านแค่แนว ไซ-ไฟ กับแฟนตาซี#$r 62 0 Fri_bad#ฉันชอบอ่านเรื่องโรแมนติกน่ะ#$r 63 -30 Fri_bad#ไม่ ฉันไม่ชอบอ่านหนังสือ",
  "fall_Fri_old": "$p 62#เธอคงจะไม่ชอบมันสินะ$s|ฉันว่าเธอน่าจะชอบนะ",
  "fall_Fri_good": "เฮ้ ฉันก็เหมือนกัน มันไม่มีอะไรดีไปกว่า นิยายดีๆ ที่จะผลักดันให้เรา ก้าวข้ามขีดจำกัด ของจินตนาการ$h",
  "fall_Fri_bad": "เฮอะ ฟังดูน่าเบื่อชะมัด",
  "fall_Fri6": "ฉันเคยอ่านหนังสือ เกี่ยวกับชาวไร่นะ ทำให้นึกถึงเธอ หลายอย่างเลย พูดจริงนะ$h#$e#โทษที ถ้าทำให้เธอกลัว$h",
  "fall_Sat": "อีก *นิด* เดียว ฉันก็จะนอนซึม อยู่บนเตียงทั้งวันแล้ว แอบอยากอยู่เหมือนกันตอนนี้",
  "fall_Sun": "วันนี้ดวงอาทิตย์ แทบจะไม่โผล่ออกมาเลย... เจ๋ง",
  "winter_Mon": "ฉันเพลิดเพลินกับ อากาศอึมครึมแบบนี้... ถึงฉันจะพูดแบบนั้น แต่เอาจริงมันก็หนาวอยู่นะ",
  "winter_Mon4": "ไม่มีอะไรทำให้ฉัน แปลกใจได้อีกแล้ว... ไม่มีอะไรทำให้ฉัน หัวเราะได้อีกแล้ว#$e#ฉันรู้น่า... ฉันแค่ดราม่านิดหน่อย",
  "winter_Tue": "หืม... ฉันไม่มีอะไรจะพูดหรอก ฉันยังไม่รู้จักเธอดีเลยด้วยซ้ำ",
  "winter_Tue4": "เฮ้... #$b#มันยากนะ ที่ต้องคิดหาเรื่องใหม่มาพูดคุย หลังจากที่ได้รู้จักคนๆ นั้น แล้วก็ตาม#$e#...โทษทีนะ",
  "winter_Tue6": "ฉันเกือบจะตะคอกใส่แม่แล้ว ตอนที่แม่โยนการ์ตูนเก่า ที่ฉันสะสมเอาไว้ทิ้ง... แต่มีบางอย่างหยุดฉันเอาไว้#$e#หืม... วุฒิภาวะที่มาตามวัยสินะ",
  "winter_Tue10": "นี่เธอมาหาฉันเหรอ?$l#$e#...$h",
  "winter_Wed": "%ดูเหมือนเซบาสเตียน กำลังจมอยู่ในห้วงความคิด...",
  "winter_Wed4": "เฮ้ อย่ายอมให้ฉันรั้งเธอไว้ จนทำงานไม่เสร็จล่ะ#$e#แต่ถ้าเธอไม่ยุ่ง ฉันก็ไม่ว่าอะไร ถ้าเธอจะมาอยู่โยงด้วย",
  "winter_Thu": "สงสัยจังว่าอาหารเย็นวันนี้ จะเป็นอะไร...*บ่นพึมพำ*$s",
  "winter_Thu6": "ฉันควรต้องเรียน ทำอาหารแล้ว น่าจะมีประโยชน์",
  "winter_Fri": "มันสนุกดีนะ ที่มีบ้านอยู่ใกล้ๆ กับทางรถไฟ มันช่วยเตือนเลยล่ะ ว่ายังมีโลกที่กว้างใหญ่ อยู่ข้างนอกนั่น",
  "winter_Fri8": "ตอนที่ฉันยังเด็ก ฉันจะวิ่งไปที่รางรถไฟทุกครั้ง ที่ฉันได้ยินเสียงรถไฟมา#$e#เกิดอะไรขึ้น กับวันวานเหล่านั้นนะ...? *ถอนหายใจ*$s",
  "winter_Sat": "พวกกบไม่ค่อยไม่มีความสุข ในฤดูหนาวสินะ#$e#เจ้าพวกตัวน้อยน่าสงสาร$s",
  "winter_Sat6": "ฉันชอบฤดูหนาวนะ แต่ฉันรู้สึกไม่ดีแทน พวกสัตว์เลือดเย็น ที่อยู่ข้างนอกน่ะ... คิดว่าพวกเขาคงทนได้ล่ะนะ เหมือน... ฉันไงล่ะ",
  "winter_Sun": "ฉันสร้างปีศาจหิมะ แต่ดิมิเทรียสสั่งให้ฉัน ทำลายมันทิ้ง#$e#เขามีปัญหาอะไรนักหนา?$u",
  "winter_Sun6": "ฉันสร้างปีศาจหิมะ แต่ดิมิเทรียสสั่งให้ฉัน ทำลายมันทิ้ง... กลับกันตุ๊กตาหิมะ ตัวเล็กน่ารักที่มารุปั้นน่ะ ดันอยู่รอดปลอดภัย!$a#$e#อยากจะขำ"
}
